lierda-iot/WizBlock/CODE/examples/holocubic_demo/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_QUAD=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_FREERTOS_TASK_CREATE_ALLOW_EXT_MEM=y
CONFIG_MBEDTLS_LARGE_KEY_SOFTWARE_MPI=y
CONFIG_MBEDTLS_EXTERNAL_MEM_ALLOC=y
CONFIG_NETWORK_MANAGER_ENABLE=y
CONFIG_NETWORK_MANAGER_DEFAULT_4G_ONLY=y
CONFIG_NETWORK_MANAGER_TASK_STACK_IN_PSRAM=n
